{
    "header":{
        "inicio": "Start",
        "categorias": "Categories",
        "tortas": "CAKES",
        "cupcakes": "CUPCAKES",
        "galletas": "COOKIES",
        "postres": "DESSERTS",
        "quienes_somos": "Who we are",
        "contacto": "Contact",
        "categorias2": "CATEGORIES"
    },
    "carrusel":{
        "subtitulo_1": "Flavor that melts hearts!",
        "parrafo_1": "Surprise her with our cake box plus two personalized cupcakes. Order and design it your way! We'll make your sentiment a reality; a sweet touch will bring a smile to her face.",
        "subtitulo_2": "The perfect craving...",
        "parrafo_2": "Small in size, giant in detail and flavor. Our cookies with personalized packaging will be your best choice for gifting your loved ones, made with the finest ingredients. Don't say no to a small gift...",
        "subtitulo_3": "The piece of happiness you were waiting for",
        "parrafo_3": "Our cakes are made with love and designed to surprise. Fluffy, creamy, and perfect for any special occasion. Because every day deserves a little bit of magic!",
        "subtitulo_4": "Small, sweet and full of joy!",
        "parrafo_4": "They're an explosion of flavor and tenderness. Decorated with soft cream and irresistible details, they're the perfect gift to brighten your day or celebrate in style. Try them all!"
    },
    "bienvenido":{
        "bienvenidop":"Welcome to",
        "titulo": "Sugar Pastelería",
        "parrafo": "Your sweet corner, where flavors come alive and each creation tells a story. Let yourself be tempted by our custom cakes, artisanal desserts, and delicacies that transform any moment into a celebration. We're passionate about what we do, and it shows in every flavor, every decoration, every smile we create. Explore our world of flavors and discover why at Sugar, art is baked. From classic cakes to creative cupcakes, every bite is a unique experience. We're here to sweeten your days and make every celebration unforgettable. Thank you for choosing us!",
        "boton": "See more"
    },
    "productos":{
        "titulo": "Best Products",
        "destacados": "Featured",
        "mas_recientes": "Most Recent",
        "mas_vendidos": "Best Sellers",
        "boton": "Add",
        "torta1": "HELLO KITTY CAKE",
        "torta2": "FLORAL BOX",
        "torta3": "PINK HEART CAKE",
        "torta4": "BOY OR GIRL CAKE",
        "torta5": "SPIDERMAN CAKE",
        "torta6": "LOVING BIRTHDAY BOX",
        "torta7": "CINAMONROLL CAKE",
        "torta8": "BIRTHDAY CAKE FOR MOM",
        "torta9": "LOVING SURPRISE BOX",
        "torta10": "SNONWHITE CAKE",
        "torta11": "SWEET PINK CAKE"
    },
    "ubicacion":{
        "titulo": "Locate us in..."
    },
    "footer":{
        "direccion":"Address",
        "direccion_p":"Av. Uceda Meza 548 Urb. Las Quintanas - Trujillo",
        "dias_especiales": "Special Days",
        "dias_especiales_p":"Sundays and holidays 11am - 3pm",
        "horarios": "Schedules",
        "horarios_p":"Monday - Saturday 10am - 8pm",
        "mapeo":"Mapping",
        "mapeo_p":"Web Mapping",
        "redes_sociales":"Social networks",
        "derechos":"All rights reserved © 2025 Zucarella Pasteleria, developed by Poveda, Romero, Guzman and Ventura"
    },
    "somos":{
        "sobre_nosotros": "About Us",
        "subtitulo_sobre": "The group that seeks to excel in Trujillo",
        "parrafo_sobre": "We are a Peruvian company dedicated to the production of bakery and pastry products. It was formally incorporated on May 2, 2024, under RUC number 20612551724, which has E.I.R.L. (Limited Liability Individual Company), a legal form used by small or medium-sized businesses with a single owner. Its legal headquarters are located at Hermanos Uceda Meza Avenue No. 548, in the Las Quintanas urbanization, Trujillo District, La Libertad.",
        "creatividad": "Creativity.",
        "calidad": "High quality.",
        "puntualidad": "Punctuality.",
        "historia": "Our history",
        "subtitulo_historia": "Passion for its artisanal flavor and Peruvian flavor",
        "parrafo_historia": "SUGAR PASTELERÍA has stood out for offering a variety of pastry products, including custom cakes and desserts, with a focus on quality and design. Our company has used digital platforms such as Facebook and Instagram to promote its products and facilitate orders, offering home delivery services. Despite its recent founding, SUGAR PASTELERÍA has managed to position itself in the local Trujillo market, attracting a clientele that values the quality and presentation of its products. Its focus on innovation and customer service has been key to its growth in the competitive pastry sector.",
        "mision": "Our mission",
        "subtitulo_mision": "To be recognized as one of the leading pastry shops",
        "parrafo_mision": "At SUGAR PASTELERÍA E.I.R.L., we are dedicated to creating unique sweet experiences through pastry and baked goods made with the highest quality standards. We offer personalized cakes, creative desserts, and artisanal products that combine flavor, design, and innovation, aimed at meeting our customers' expectations for every celebration. We aspire to expand our presence through digital channels, constantly innovating in flavors, presentations, and experiences, in addition to providing excellent customer service.",
        "servicio": "Warm customer service.",
        "sucursales": "Open more branches throughout Trujillo.",
        "comentario": "Receive positive feedback from people.",
        "vision": "Our vision",
        "subtitulo_vision": "An immediate impact on society",
        "parrafo_vision": "We seek to be recognized as one of the leading bakeries in Trujillo and northern Peru, standing out for the quality, creativity, and customization of our products, in addition to providing a sweet, friendly, and memorable experience to each customer. In about two years, SUGAR PASTELERÍA E.I.R.L. is projected as a benchmark for healthy bakeries in Trujillo, creating products with natural ingredients, without losing the flavor that brightens every special moment, but above all, inspiring smiles and creating sweet memories in every home, being the bakery that accompanies our customers' most important moments. Finally, we always offer high-quality desserts at fair prices, allowing all families to enjoy special moments without worrying about the cost."
    },
    "contacto":{
        "estamos": "We are here for you",
        "estamos_p": "Whether you want to resolve your doubts, customize your order, or simply get to know us, we will be happy to help you.",
        "se_parte": "Be part of our community!",
        "pregunta": "Do you want to be the first to know about our discounts and promotions?",
        "suscribete": "Subscribe to our page and receive a 10% discount on your first purchase.",
        "nombre": "Name",
        "apellidos": "Last Names",
        "correo": "Email",
        "telefono": "Phone",
        "mensaje": "Message",
        "registro": "Registration successful!",
        "escribe": "Write here",
        "ejemplo": "example@example.com"
    },
    "carrito":{
        "titulo":"Your Purchases",
        "vacio": "Your cart is empty",
        "producto": "Product",
        "precio": "Price",
        "cantidad": "Quantity",
        "total": "Total",
        "eliminar": "Delete",
        "finalizar": "FINISH ORDER BY WHATSAPP"
    }
}