{
    "header":{
        "inicio": "Inicio",
        "categorias": "Categorías",
        "tortas": "TORTAS",
        "cupcakes": "CUPCAKES",
        "galletas": "GALLETAS",
        "postres": "POSTRES",
        "quienes_somos": "Quiénes somos",
        "contacto": "Contacto",
        "categorias2": "CATEGORÍAS"
    },
    "carrusel":{
        "subtitulo_1": "¡Sabor que derrite corazones!",
        "parrafo_1": "Sorprendel@ con nuestro box de torta más dos cupcakes personalizados, pidelo y diseñalo a tu manera!! Nosotros hacemos tu sentimiento realidad, un dulce detalle sacará buenas sonrisas.",
        "subtitulo_2": "El antojo perfecto...",
        "parrafo_2": "Pequeña en tamaño, gigante en detalles y sabor. Nuestras galletas con envase perzonalizado serán tu mejor opción para regalar a tus seres más queridos, hechos con los más finos ingredientes. No le digas no, a un pequeño detalle..",
        "subtitulo_3": "El pedazo de felicidad que estabas esperando",
        "parrafo_3": "Nuestras tortas están hechas con amor y pensada para sorprender. Esponjosa, cremosa y perfecta para cualquier ocasión especial. ¡Porque cada día merece un pedacito de magia!",
        "subtitulo_4": "¡Pequeños, dulces y llenos de alegría!",
        "parrafo_4": "Son una explosión de sabor y ternura. Decorados con crema suave y detalles irresistibles, son el detalle perfecto para alegrar tu día o celebrar en grande. ¡Pruébalos todos!"
    },
    "bienvenido":{
        "bienvenidop":"¡Bienvenido a",
        "titulo": "Sugar Pastelería",
        "parrafo": "Tu rincón dulce, donde los sabores cobran vida y cada creación cuenta una historia, déjate tentar por nuestras tortas personalizadas, postres artesanales y delicias que transforman cualquier momento en una celebración. Nos apasiona lo que hacemos, y eso se nota en cada sabor, cada decoración, cada sonrisa que provocamos. Explora nuestro mundo de sabores y descubre por qué en Sugar, el arte se hornea. Desde tortas clásicas hasta cupcakes creativos, cada bocado es una experiencia única. Estamos aquí para endulzar tus días y hacer que cada celebración sea inolvidable. ¡Gracias por elegirnos!",
        "boton": "Ver más"
    },
    "productos":{
        "titulo": "Mejores Productos",
        "destacados": "Destacados",
        "mas_recientes": "Más Recientes",
        "mas_vendidos": "Más Vendidos",
        "boton": "Agregar",
        "boton2": "Agregar al carrito",
        "torta1": "TORTA HELLO KITTY",
        "torta2": "BOX FLORAL",
        "torta3": "TORTA CORAZÓN ROSADO",
        "torta4": "TORTA NIÑO O NIÑA",
        "torta5": "TORTA SPIDERMAN",
        "torta6": "BOX CUMPLEAÑOS AMOROSO",
        "torta7": "TORTA CINAMONROLL",
        "torta8": "TORTA CUMPLEAÑOS PARA MAMÁ",
        "torta9": "BOX SORPRESA AMOROSA",
        "torta10": "TORTA BLANCANIEVES",
        "torta11": "TORTA SWEET PINK"
    },
    "ubicacion":{
        "titulo": "Ubicanos en..."
    },
    "footer":{
        "direccion":"Dirección",
        "direccion_p":"Av. Uceda Meza 548 Urb. Las Quintanas - Trujillo",
        "dias_especiales":"Días Especiales",
        "dias_especiales_p":"Domingos y feriados 11am - 3pm",
        "horarios": "Horarios",
        "horarios_p":"Lunes - Sábado 10am - 8pm",
        "mapeo":"Mapeo",
        "mapeo_p":"Mapeo web",
        "redes_sociales":"Redes Sociales",
        "derechos":"Todos los derechos reservados © 2025 Zucarella Pasteleria, desarrollado por Poveda, Romero, Guzman y Ventura"
    },
    "somos":{
        "sobre_nosotros": "Sobre nosotros",
        "subtitulo_sobre": "El grupo que busca sobresalir en tierra trujillana",
        "parrafo_sobre": "Somos una empresa peruana dedicada a la elaboración de productos de panadería y pastelería. Fue formalmente constituida el 2 de mayo de 2024, bajo el número de RUC 20612551724, el cual tiene E.I.R.L.; que significa Empresa Individual de Responsabilidad Limitada, una forma jurídica usada por negocios pequeños o medianos que tienen un solo dueño. Tiene su sede legal en la Avenida Hermanos Uceda Meza N.º 548, en la urbanización Las Quintanas, distrito de Trujillo, La Libertad.",
        "creatividad": "Creatividad.",
        "calidad": "Alta calidad.",
        "puntualidad": "Puntualidad.",
        "historia": "Nuestra historia",
        "subtitulo_historia": "Pasión por lo artesanal y el sabor peruano",
        "parrafo_historia": "SUGAR PASTELERÍA ha destacado por ofrecer una variedad de productos de repostería, incluyendo tortas personalizadas y postres, con un enfoque en la calidad y el diseño. Nuestra empresa ha utilizado plataformas digitales como Facebook e Instagram para promocionar sus productos y facilitar pedidos, ofreciendo servicios de entrega a domicilio. A pesar de su reciente fundación, SUGAR PASTELERÍA ha logrado posicionarse en el mercado local de Trujillo, atrayendo a una clientela que valora la calidad y la presentación de los productos. Su enfoque en la innovación y la atención al cliente ha sido clave para su crecimiento en el competitivo sector de la pastelería.",
        "mision": "Nuestra misión",
        "subtitulo_mision": "Ser reconocidos como una de las pastelerías líderes",
        "parrafo_mision": "En SUGAR PASTELERÍA E.I.R.L. nos dedicamos a crear experiencias dulces únicas a través de productos de pastelería y repostería elaborados con los más altos estándares de calidad. Ofrecemos tortas personalizadas, postres creativos y productos artesanales que combinan sabor, diseño e innovación, orientados a satisfacer las expectativas de nuestros clientes en cada celebración. Aspiramos a expandir nuestra presencia a través de canales digitales, innovando constantemente en sabores, presentaciones y experiencias, además de un buen trato hacia nuestros clientes.",
        "servicio": "Un servicio cálido al cliente.",
        "sucursales": "Aperturar más sucursales en todo Trujillo.",
        "comentario": "Recibir un comentario positivo de las personas.",
        "vision": "Nuestra visión",
        "subtitulo_vision": "Un efecto inmediato en la sociedad",
        "parrafo_vision": "Buscamos ser reconocidos como una de las pastelerías líderes en Trujillo y el norte del Perú, destacando por la calidad, creatividad y personalización de nuestros productos aparte de brindar una experiencia dulce, cercana y memorable a cada cliente. De aqui a unos 2 años, SUGAR PASTELERÍA E.I.R.L. se proyecta como una referencia de pastelería saludable en Trujillo, elaborando productos con ingredientes naturales, sin perder el sabor que alegra cada momento especial, pero sobre todo inspirar sonrisas y crear recuerdos dulces en cada hogar, siendo la pastelería que acompaña los momentos más importantes de nuestros clientes. Por último, siempre ofrecer postres de alta calidad a precios justos, que permitan a todas las familias disfrutar de momentos especiales sin preocuparse por el costo."
    },
    "contacto":{
        "estamos": "Estamos aquí para ti",
        "estamos_p": "Ya sea para resolver tus dudas, personalizar tu pedido o simplemente conocernos, estaremos encantados de ayudarte",
        "se_parte": "¡Se parte de nuestra comunidad!",
        "pregunta": "¿Quieres ser el primero en saber nuestros descuentos y promociones?",
        "sucribete": "Suscríbete a nuestra página y recibe un 10% de descuento en tu primera compra.",
        "nombre": "Nombre",
        "apellidos": "Apellidos",
        "correo": "Correo",
        "telefono": "Teléfono",
        "mensaje": "Mensaje",
        "registro": "¡Registro exitoso!",
        "escribe":"Escribe aquí",
        "ejemplo": "ejemplo@ejemplo.com"
    },
    "carrito":{
        "titulo":"Tus Compras",
        "vacio": "Tu carrito está vacío",
        "producto": "Producto",
        "precio": "Precio",
        "cantidad": "Cantidad",
        "total": "Total",
        "eliminar": "Eliminar",
        "finalizar": "FINALIZAR PEDIDO POR WHATSAPP"
    }
}